[
{
		"name": "Iroquois",
		"leaderName": "Hiawatha",
		"adjective": ["Iroquoise"],
		"startBias": ["Forest"],
		"preferredVictoryType": "Scientific",

		"startIntroPart1": "Greetings, noble Hiawatha, leader of the mighty Iroquois nations! Long have your people lived near the great and holy lake Ontario in the land that has come to be known as the New York state in North America. In the mists of antiquity, the five peoples of Seneca, Onondaga, Mohawks, Cayugas and Oneida united into one nation, the Haudenosaunee, the Iroquois. With no written language, the wise men of your nation created the great law of peace, the model for many constitutions including that of the United States. For many years, your people battled great enemies, such as the Huron, and the French and English invaders. Tough outnumbered and facing weapons far more advanced than the ones your warriors wielded, the Iroquois survived and prospered, until they were finally overwhelmed by the mighty armies of the new United States.",
		"startIntroPart2": "Oh noble Hiawatha, listen to the cries of your people! They call out to you to lead them in peace and war, to rebuild the great longhouse and unite the tribes once again. Will you accept this challenge, great leader? Will you build a civilization that will stand the test of time?",
		"declaringWar": "You are a plague upon Mother Earth! Prepare for battle!",
		"attacked": "You evil creature! My braves will slaughter you!",
		"defeated": "You have defeated us... but our spirits will never be vanquished! We shall return!",
		"introduction": "Greetings, stranger. I am Hiawatha, speaker for the Iroquois. We seek peace with all, but we do not shrink from war.",
		"neutralHello": "Good day.",
		"hateHello": "Oh, it's you.",
		"tradeRequest": "Does this trade work for you, my friend?",
		"outerColor": [54,72,72],
		"innerColor": [246,205,137],
		"favoredReligion": "Christianity",
		"uniqueName": "The Great Warpath",
		"uniques": [
      "All units move through Forest and Jungle Tiles in friendly territory as if they have roads. These tiles can be used to establish City Connections upon researching the Wheel.",
      "[Land] units gain the [Woodsman] promotion",
      "[+1 Gold] [in all cities] <with [3] to [6] neighboring [unimproved] [Forest] tiles>"
        ],
		"cities": ["Onondaga","Osininka","Grand River","Akwesasme","Bamboo Camp","Buffalo Creek","Brantford","Montreal","Genesse River",
			"Canandaigua Lake","Lake Simcoe","Salamanca","Gowanda","Cuba","Akron","Kanesatake","Ganienkeh","Cayuga Castle",
			"Chondote","Canajoharie","Nedrow","Oneida Lake","Kanonwalohale","Green Bay","Southwold","Mohawk Valley",
			"Schoharie","Bay of Quinte","Kanawale","Kanatsiokareke","Tyendinaga","Hahta"],
        "spyNames": ["Onatah", "Oneida", "Oshadagea", "Otetiani", "Genesee", "Dadgayadoh", "Otwtiani", "Kateri", "Onondakai", "Honanyawus"]
    },
  ]
